Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Copy diagnostic summary
es: Copiar resumen de diagnóstico
ja: 診断概要をコピー
zh_hans: 复制诊断摘要
zh_hant: 複製診斷摘要

source: Copy link
es: Copiar enlace
ja: リンクをコピー
zh_hans: 复制链接
zh_hant: 拷貝連結

source: Copy overlays to other displays?
es: ¿Copiar las superposiciones a otras pantallas?
ja: オーバーレイをほかのディスプレイにコピーしますか？
zh_hans: 是否将叠加层复制到其他显示器？
zh_hant: 要將疊加層複製到其他顯示器嗎？

source: Copy reports
es: Copiar informes
ja: レポートをコピー
zh_hans: 复制报告
zh_hant: 複製報告

source: Copy session ID
es: Copiar ID de sesión
ja: セッションIDをコピー
zh_hans: 复制会话 ID
zh_hant: 複製工作階段 ID

source: Copy the error code
es: Copiar el código de error
ja: エラーコードをコピー
zh_hans: 复制错误代码
zh_hant: 複製錯誤代碼

source: Copy to Other Displays
es: Copiar a otras pantallas
ja: ほかのディスプレイにコピー
zh_hans: 复制到其他显示器
zh_hant: 複製到其他顯示器

source: Copy version
es: Copiar versión
ja: バージョンをコピー
zh_hans: 复制版本号
zh_hant: 複製版本號

source: Copy version to clipboard
es: Copiar versión al portapapeles
ja: バージョンをクリップボードにコピー
zh_hans: 复制版本号到剪贴板
zh_hant: 複製版本號到剪貼簿

source: Copy workshop ID %@
es: Copiar ID de Workshop %@
ja: ワークショップ ID %@ をコピー
zh_hans: 复制创意工坊 ID %@
zh_hant: 複製工作坊 ID %@

source: Copy workshop ID to clipboard
es: Copiar ID de Workshop al portapapeles
ja: ワークショップ ID をクリップボードにコピー
zh_hans: 将创意工坊 ID 复制到剪贴板
zh_hant: 將工作坊 ID 複製到剪貼簿

source: Could not create a staging directory.
es: No se ha podido crear el directorio de preparación.
ja: ステージング用ディレクトリを作成できませんでした。
zh_hans: 无法创建暂存目录。
zh_hant: 無法建立暫存目錄。

source: Could not create the install directory: %@
es: No se ha podido crear el directorio de instalación: %@
ja: インストールディレクトリを作成できませんでした: %@
zh_hans: 无法创建安装目录：%@
zh_hant: 無法建立安裝目錄：%@

source: Could not download %@ from Valve's server.
es: No se pudo descargar %@ del servidor de Valve.
ja: Valve のサーバーから %@ をダウンロードできませんでした。
zh_hans: 无法从 Valve 服务器下载 %@。
zh_hant: 無法從 Valve 伺服器下載 %@。

source: Could not fetch Valve's SteamCMD manifest.
es: No se pudo obtener el manifiesto de SteamCMD de Valve.
ja: Valve の SteamCMD マニフェストを取得できませんでした。
zh_hans: 无法获取 Valve 的 SteamCMD 清单。
zh_hant: 無法取得 Valve 的 SteamCMD 清單。

source: Could not find that location.
es: No se encontró esa ubicación.
ja: その場所が見つかりませんでした。
zh_hans: 找不到该位置。
zh_hant: 找不到該位置。

source: Could not find that location: %@
es: No se encontró esa ubicación: %@
ja: その場所が見つかりませんでした: %@
zh_hans: 找不到该位置：%@
zh_hant: 找不到該位置：%@

source: Could not hash the installed binary.
es: No se pudo calcular el hash del binario instalado.
ja: インストールされた実行ファイルのハッシュを計算できませんでした。
zh_hans: 无法计算已安装可执行文件的哈希值。
zh_hant: 無法計算已安裝執行檔的雜湊值。

source: Could not move the unpacked install into place: %@
es: No se pudo colocar la instalación descomprimida: %@
ja: 展開したインストールを配置できませんでした: %@
zh_hans: 无法将解压后的安装移动到目标位置：%@
zh_hant: 無法將解壓縮後的安裝移動到目標位置：%@

source: Could not retire the previous install: %@
es: No se pudo retirar la instalación anterior: %@
ja: 以前のインストールを退避できませんでした: %@
zh_hans: 无法移走先前的安装：%@
zh_hant: 無法移走先前的安裝：%@

source: Couldn't add %@ to Bookmarks.
es: No se pudo añadir %@ a Marcadores.
ja: %@ をブックマークに追加できませんでした。
zh_hans: 无法将 %@ 添加到书签。
zh_hant: 無法將 %@ 加入書籤。

source: Couldn't add %lld of the selected videos.
es: No se pudieron añadir %lld de los vídeos seleccionados.
ja: 選択した動画のうち %lld 本を追加できませんでした。
zh_hans: 所选视频中有 %lld 个无法添加。
zh_hant: 所選影片中有 %lld 部無法加入。

source: Couldn't add the video: it was removed from System Wallpaper while it was still being copied.
es: No se pudo añadir el vídeo: se eliminó del fondo de pantalla del sistema mientras se copiaba.
ja: 動画を追加できませんでした。コピー中にシステム壁紙から削除されました。
zh_hans: 无法添加该视频：复制过程中它已从系统壁纸中移除。
zh_hant: 無法加入該影片：複製過程中它已從系統桌布中移除。

source: Couldn't add to Login Items. Move Loomscreen to the /Applications folder, then try again.
es: No se pudo añadir a Elementos de inicio. Mueve Loomscreen a la carpeta /Applications e inténtalo de nuevo.
ja: ログイン項目に追加できませんでした。Loomscreen を「アプリケーション」フォルダへ移してから再試行してください。
zh_hans: 无法添加到登录项。请将 Loomscreen 移到“应用程序”文件夹后重试。
zh_hant: 無法加入登入項目。請將 Loomscreen 移到「應用程式」資料夾後再試。

source: Couldn't add “%@”: %@
es: No se pudo añadir “%@”: %@
ja: 「%@」を追加できませんでした: %@
zh_hans: 无法添加“%@”:%@
zh_hant: 無法加入「%@」:%@

# Couldn't apply %@ — %@
source: Couldn't apply %1$@ — %2$@
es: No se pudo aplicar %1$@ — %2$@
ja: %1$@ を適用できませんでした — %2$@
zh_hans: 无法应用 %1$@——%2$@
zh_hant: 無法套用 %1$@——%2$@

source: Couldn't apply %@.
es: No se pudo aplicar %@.
ja: %@ を適用できませんでした。
zh_hans: 无法应用 %@。
zh_hant: 無法套用 %@。

source: Couldn't check for updates
es: No se pudo buscar actualizaciones
ja: アップデートを確認できませんでした
zh_hans: 无法检查更新
zh_hant: 無法檢查更新

source: Couldn't confirm this wallpaper was applied. Try again.
es: No se pudo confirmar que se haya aplicado este fondo de pantalla. Inténtalo de nuevo.
ja: 壁紙が適用されたことを確認できませんでした。もう一度お試しください。
zh_hans: 未能确认壁纸已应用。请重试。
zh_hant: 無法確認桌布已套用。請再試一次。

source: Couldn't copy that video
es: No se pudo copiar ese vídeo
ja: 動画をコピーできませんでした
zh_hans: 无法复制该视频
zh_hant: 無法複製該影片

source: Couldn't copy that video into Loomscreen's storage. Check that the file is readable and that there is free space.
es: No se pudo copiar ese vídeo al almacenamiento de Loomscreen. Comprueba que el archivo se puede leer y que hay espacio libre.
ja: その動画を Loomscreen のストレージにコピーできませんでした。ファイルが読み取り可能か、空き容量があるかを確認してください。
zh_hans: 无法将该视频复制到 Loomscreen 的存储空间。请检查该文件是否可读以及是否有可用空间。
zh_hant: 無法將該影片複製到 Loomscreen 的儲存空間。請檢查該檔案是否可讀以及是否有可用空間。

source: Couldn't copy this video; check free space.
es: No se pudo copiar este vídeo; comprueba el espacio disponible.
ja: このビデオをコピーできませんでした。空き容量を確認してください。
zh_hans: 无法复制此视频，请检查可用空间。
zh_hant: 無法複製此影片，請檢查可用空間。

source: Couldn't create a preview image for this video.
es: No se pudo crear una imagen de vista previa de este vídeo.
ja: このビデオのプレビュー画像を作成できませんでした。
zh_hans: 无法为该视频生成预览图。
zh_hant: 無法為該影片產生預覽圖。

source: Couldn't download: %@
es: No se pudo descargar: %@
ja: ダウンロードできませんでした: %@
zh_hans: 无法下载：%@
zh_hant: 無法下載：%@

source: Couldn't get a location fix. Try again, or choose Manual in Settings › Integrations › Weather.
es: No se pudo obtener la ubicación. Inténtalo de nuevo o elige Manual en Ajustes › Integraciones › Tiempo.
ja: 現在地を取得できませんでした。もう一度試すか、「設定 › 連携 › 天気」で「手動」を選んでください。
zh_hans: 无法获取定位。请重试，或在“设置 › 系统联动 › 天气”中选择“手动”。
zh_hant: 無法取得定位。請重試，或在「設定 › 系統聯動 › 天氣」中選擇「手動」。

source: Couldn't get exclusive access to the System Wallpaper library.
es: No se pudo obtener acceso exclusivo a la biblioteca de fondos del sistema.
ja: システム壁紙ライブラリへの排他アクセスを取得できませんでした。
zh_hans: 无法获得系统壁纸库的独占访问权限。
zh_hant: 無法取得系統桌布庫的獨佔存取權限。

source: Couldn't get secure access to this video.
es: No se pudo obtener acceso seguro a este vídeo.
ja: このビデオへの安全なアクセスを取得できませんでした。
zh_hans: 无法获取此视频的安全访问权限。
zh_hant: 無法取得此影片的安全存取權限。

source: Couldn't get secure access to this web resource.
es: No se pudo obtener acceso seguro a este recurso web.
ja: このWebリソースへの安全なアクセスを取得できませんでした。
zh_hans: 无法获取此网页资源的安全访问权限。
zh_hant: 無法取得此網頁資源的安全存取權限。

source: Couldn't import this project: %@
es: No se pudo importar este proyecto: %@
ja: このプロジェクトを読み込めません：%@
zh_hans: 无法导入此项目：%@
zh_hant: 無法匯入此專案：%@

source: Couldn't keep access to the chosen folder: %@
es: No se pudo conservar el acceso a la carpeta elegida: %@
ja: 選択したフォルダへのアクセスを保持できません：%@
zh_hans: 无法保留对所选文件夹的访问权限：%@
zh_hant: 無法保留所選資料夾的存取權限：%@

source: Couldn't load presets.
es: No se pudieron cargar los preajustes.
ja: プリセットを読み込めませんでした。
zh_hans: 无法加载预设。
zh_hant: 無法載入預設。

source: Couldn't open video
es: No se pudo abrir el vídeo
ja: ビデオを開けません
zh_hans: 无法打开视频
zh_hant: 無法開啟影片

source: Couldn't open web resource
es: No se pudo abrir el recurso web
ja: Web リソースを開けません
zh_hans: 无法打开 Web 资源
zh_hant: 無法開啟 Web 資源

source: Couldn't parse %@ as JSON
es: No se pudo interpretar %@ como JSON
ja: %@ を JSON として解析できませんでした
zh_hans: 无法将 %@ 解析为 JSON
zh_hant: 無法將 %@ 解析為 JSON

source: Couldn't reach Steam to check for updates.
es: No se pudo conectar con Steam para buscar actualizaciones.
ja: 更新を確認するために Steam に接続できませんでした。
zh_hans: 无法连接 Steam 以检查更新。
zh_hant: 無法連線 Steam 以檢查更新。

source: Couldn't reach Steam while installing Wallpaper Engine.
es: No se pudo conectar con Steam al instalar Wallpaper Engine.
ja: Wallpaper Engine のインストール中に Steam に接続できませんでした。
zh_hans: 安装 Wallpaper Engine 时无法连接 Steam。
zh_hant: 安裝 Wallpaper Engine 時無法連線 Steam。

source: Couldn't reach Steam. Check your connection.
es: No se pudo conectar con Steam. Comprueba tu conexión.
ja: Steam に接続できません。ネットワークを確認してください。
zh_hans: 无法连接 Steam。请检查网络。
zh_hant: 無法連線 Steam。請檢查網路。

source: Couldn't read the downloaded files.
es: No se pudieron leer los archivos descargados.
ja: ダウンロード済みファイルを読み取れませんでした。
zh_hans: 无法读取已下载文件。
zh_hant: 無法讀取已下載檔案。

source: Couldn't read this configuration file: %@
es: No se pudo leer este archivo de configuración: %@
ja: この設定ファイルを読み取れませんでした: %@
zh_hans: 无法读取此配置文件：%@
zh_hant: 無法讀取此設定檔：%@

source: Couldn't record the choice: %@
es: No se pudo guardar la elección: %@
ja: 選択内容を保存できませんでした: %@
zh_hans: 无法记录该选择：%@
zh_hant: 無法記錄該選擇：%@

source: Couldn't remove the SteamCMD copy Loomscreen installed.
es: No se pudo eliminar la copia de SteamCMD que instaló Loomscreen.
ja: Loomscreen がインストールした SteamCMD を削除できませんでした。
zh_hans: 无法删除 Loomscreen 安装的 SteamCMD。
zh_hant: 無法刪除 Loomscreen 安裝的 SteamCMD。

source: Couldn't remove the downloaded assets.
es: No se pudieron eliminar los recursos descargados.
ja: ダウンロードした素材を削除できませんでした。
zh_hans: 无法移除下载的素材。
zh_hant: 無法移除下載的素材。

source: Couldn't remove the key: %@
es: No se pudo eliminar la clave: %@
ja: キーを削除できませんでした: %@
zh_hans: 无法删除密钥：%@
zh_hant: 無法刪除金鑰：%@

source: Couldn't restore access to this item: %@
es: No se pudo restaurar el acceso a este elemento: %@
ja: この項目へのアクセスを復元できません：%@
zh_hans: 无法恢复对此项目的访问权限：%@
zh_hant: 無法恢復此項目的存取權限：%@

source: Couldn't save: %@
es: No se pudo guardar: %@
ja: 保存できませんでした: %@
zh_hans: 无法保存：%@
zh_hant: 無法儲存：%@

source: Couldn't scan Aerials
es: No se pudieron analizar las vistas aéreas
ja: 空撮をスキャンできませんでした
zh_hans: 无法扫描航拍库
zh_hant: 無法掃描空照圖庫

source: Couldn't set up that Wallpaper Engine project — %@
es: No se pudo configurar ese proyecto de Wallpaper Engine — %@
ja: この Wallpaper Engine プロジェクトを設定できませんでした — %@
zh_hans: 无法设置该 Wallpaper Engine 项目——%@
zh_hant: 無法設定該 Wallpaper Engine 專案——%@

source: Couldn't set up that Wallpaper Engine project. Try another folder.
es: No se pudo configurar ese proyecto de Wallpaper Engine. Prueba con otra carpeta.
ja: その Wallpaper Engine プロジェクトを設定できませんでした。別のフォルダを試してください。
zh_hans: 无法设置该 Wallpaper Engine 项目。请换一个文件夹再试。
zh_hant: 無法設定該 Wallpaper Engine 專案。請換一個資料夾再試。

source: Couldn't update System Wallpaper
es: No se pudo actualizar el fondo de pantalla del sistema
ja: システム壁紙を更新できませんでした
zh_hans: 无法更新系统壁纸
zh_hant: 無法更新系統桌布

source: Couldn’t export layout
es: No se pudo exportar la distribución
ja: レイアウトを書き出せませんでした
zh_hans: 无法导出布局
zh_hant: 無法匯出佈局

source: Couldn’t import layout
es: No se pudo importar la distribución
ja: レイアウトを読み込めませんでした
zh_hans: 无法导入布局
zh_hant: 無法匯入佈局

source: Couldn’t load page %lld.
es: No se pudo cargar la página %lld.
ja: %lld ページを読み込めませんでした。
zh_hans: 无法加载第 %lld 页。
zh_hant: 無法載入第 %lld 頁。

source: Couldn’t load required items.
es: No se pudieron cargar los elementos requeridos.
ja: 必要なアイテムを読み込めませんでした。
zh_hans: 无法加载所需项目。
zh_hant: 無法載入所需項目。

source: Couldn’t load results from the Steam Workshop page.
es: No se pudieron cargar los resultados de la página de Steam Workshop.
ja: Steam ワークショップのページから結果を読み込めませんでした。
zh_hans: 无法从 Steam 创意工坊页面加载结果。
zh_hant: 無法從 Steam 工作坊頁面載入結果。

source: Couldn’t restore %@.
es: No se pudo restaurar %@.
ja: %@ を元に戻せませんでした。
zh_hans: 未能恢复 %@。
zh_hant: 未能恢復 %@。

source: Crate
es: Cajón
ja: クレート
zh_hans: 木箱
zh_hant: 木箱

# Created a playlist of %lld videos on %@
source: Created a playlist of %1$lld videos on %2$@
es: Se creó en %2$@ una playlist con %1$lld vídeos
ja: %2$@ に %1$lld 本の動画のプレイリストを作成しました
zh_hans: 已在 %2$@ 创建包含 %1$lld 个视频的播放列表
zh_hant: 已在 %2$@ 建立包含 %1$lld 部影片的播放列表

source: Crit
es: Crít
ja: 危険
zh_hans: 严重
zh_hant: 嚴重

source: Critical
es: Grave
ja: 重大
zh_hans: 严重
zh_hant: 嚴重

source: Critical Heat
es: Temp. crítica
ja: 高温危険
zh_hans: 严重过热
zh_hant: 嚴重過熱

source: Current turn
es: Turno actual
ja: 現在のターン
zh_hans: 本轮耗时
zh_hant: 本輪耗時

source: Currently in use
es: Actualmente en uso
ja: 現在使用中
zh_hans: 当前正在使用
zh_hant: 目前使用中

source: Currently in use badge
es: Distintivo de en uso
ja: 使用中バッジ
zh_hans: 使用中标签
zh_hant: 使用中標籤

source: Currently in use. Tap to reactivate.
es: Actualmente en uso. Toca para reactivar.
ja: 現在使用中です。タップして再有効化します。
zh_hans: 当前正在使用。点击重新激活。
zh_hant: 目前使用中。點一下可重新啟用。

source: Custom
es: Personalizado
ja: カスタム
zh_hans: 自定
zh_hant: 自訂

source: Custom CSS
es: CSS personalizado
ja: カスタム CSS
zh_hans: 自定义 CSS
zh_hant: 自訂 CSS

source: Custom color
es: Color personalizado
ja: カスタムカラー
zh_hans: 自定义颜色
zh_hant: 自訂顏色

source: Custom frame rate
es: Frecuencia de fotogramas personalizada
ja: カスタムフレームレート
zh_hans: 自定义帧率
zh_hant: 自訂影格率

source: Customizable
es: Personalizable
ja: カスタマイズ可能
zh_hans: 可自定义
zh_hant: 可自訂

source: Cyberpunk
es: Ciberpunk
ja: サイバーパンク
zh_hans: 赛博朋克
zh_hant: 賽博龐克

source: Daily Schedule
es: Programación diaria
ja: 1日のスケジュール
zh_hans: 每日计划
zh_hant: 每日排程

source: Dark
es: Oscuro
ja: ダーク
zh_hans: 深色
zh_hant: 深色

source: Data
es: Datos
ja: データ
zh_hans: 数据
zh_hant: 資料

source: Default
es: Predeterminado
ja: デフォルト
zh_hans: 默认
zh_hant: 預設

source: Default Frame Rate
es: Frecuencia de fotogramas predeterminada
ja: 既定のフレームレート
zh_hans: 默认帧率
zh_hant: 預設影格率

source: Default color space
es: Espacio de color predeterminado
ja: デフォルトのカラースペース
zh_hans: 默认色彩空间
zh_hant: 預設色彩空間

source: Default follow-cursor and interaction for new displays.
es: Seguimiento del cursor e interacción predeterminados para nuevas pantallas.
ja: 新しいディスプレイの既定のカーソル追従と操作。
zh_hans: 新显示器的默认跟随光标与交互设置。
zh_hant: 新顯示器的預設游標跟隨與互動設定。

source: Default frame rate
es: FPS predeterminado
ja: デフォルトのフレームレート
zh_hans: 默认帧率
zh_hant: 預設影格率

source: Default scaling
es: Escala predeterminada
ja: デフォルトのスケーリング
zh_hans: 默认缩放
zh_hant: 預設縮放

source: Default scaling and color space for new displays.
es: Escalado y espacio de color predeterminados para nuevas pantallas.
ja: 新しいディスプレイの既定のスケーリングと色空間。
zh_hans: 新显示器的默认缩放与色彩空间。
zh_hant: 新顯示器的預設縮放與色彩空間。

source: Default sort
es: Orden predeterminado
ja: デフォルトの並べ替え
zh_hans: 默认排序
zh_hant: 預設排序

source: Default time frame
es: Período temporal predeterminado
ja: デフォルトの期間
zh_hans: 默认时间范围
zh_hant: 預設時間範圍

source: Default volume
es: Volumen predeterminado
ja: デフォルトの音量
zh_hans: 默认音量
zh_hant: 預設音量

source: Delete
es: Eliminar
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete %lld Items
es: Eliminar %lld elementos
ja: %lld 項目を削除
zh_hans: 删除 %lld 项
zh_hant: 刪除 %lld 個項目

source: Delete & Free Up Space
es: Eliminar y liberar espacio
ja: 削除してディスク容量を空ける
zh_hans: 删除并释放空间
zh_hant: 刪除並釋放空間

source: Delete leftover test artifacts?
es: ¿Eliminar los restos de las pruebas?
ja: 残っているテスト成果物を削除しますか？
zh_hans: 删除残留的测试文件？
zh_hant: 刪除殘留的測試檔案？

source: Delete preset
es: Eliminar preajuste
ja: プリセットを削除
zh_hans: 删除预设
zh_hant: 刪除預設

source: Delete test artifacts
es: Eliminar restos de prueba
ja: テスト成果物を削除
zh_hans: 删除测试残留文件
zh_hant: 刪除測試殘留檔案

source: Delete the downloaded Wallpaper Engine assets and unlink
es: Eliminar los recursos descargados de Wallpaper Engine y desvincular
ja: ダウンロード済みの Wallpaper Engine アセットを削除してリンク解除
zh_hans: 删除已下载的 Wallpaper Engine 资源并解除关联
zh_hant: 刪除已下載的 Wallpaper Engine 資源並取消關聯

source: Delete this bookmark?
es: ¿Eliminar este marcador?
ja: このブックマークを削除しますか？
zh_hans: 删除此书签吗？
zh_hant: 要刪除此書籤嗎？

source: Delete this preset?
es: ¿Eliminar este preajuste?
ja: このプリセットを削除しますか？
zh_hans: 要删除这个预设吗？
zh_hant: 要刪除這個預設嗎？

source: Delete this scheme?
es: ¿Eliminar este esquema?
ja: この構成を削除しますか？
zh_hans: 删除此方案吗？
zh_hant: 要刪除此方案嗎？

source: Delete this wallpaper?
es: ¿Eliminar este fondo de pantalla?
ja: この壁紙を削除しますか？
zh_hans: 删除此壁纸？
zh_hant: 刪除此桌布？

source: Delete “%@” from this Mac’s Steam library and Loomscreen to free space. This cannot be undone; the wallpaper can be downloaded again. Steam subscriptions are unchanged.
es: Elimina «%@» de la biblioteca de Steam de este Mac y de Loomscreen para liberar espacio. No se puede deshacer, pero el fondo se puede descargar de nuevo. Las suscripciones de Steam no cambian.
ja: この Mac の Steam ライブラリと Loomscreen から「%@」を削除して空き容量を増やします。取り消せませんが、壁紙は再ダウンロードできます。Steam のサブスクリプションは変更されません。
zh_hans: 从本机 Steam 库和 Loomscreen 删除“%@”以释放空间。此操作无法撤销，可重新下载；Steam 订阅不变。
zh_hant: 從這台 Mac 的 Steam 收藏庫和 Loomscreen 刪除「%@」以釋放空間。此操作無法復原，可重新下載；Steam 訂閱不變。

source: Deletes %@ of extracted scene video files. Scenes re-extract the video textures the next time they render.
es: Elimina %@ de archivos de vídeo extraídos de las escenas. Las escenas volverán a extraer los vídeos la próxima vez que se rendericen.
ja: 展開済みのシーン動画 %@ を削除します。次回描画時に動画が再展開されます。
zh_hans: 将删除 %@ 已提取的场景视频文件。场景下次渲染时会重新提取视频。
zh_hant: 將刪除 %@ 已擷取的場景影片檔案。場景下次渲染時會重新擷取影片。

source: Deletes %@ scratch items · %@ created by test runs in the container's tmp folder. Nothing else reads them.
es: Elimina %@ elementos temporales · %@ creados por las pruebas en la carpeta tmp del contenedor. Nada más los lee.
ja: コンテナの tmp にあるテスト残骸 %@ 件 · %@ を削除します。他からは参照されません。
zh_hans: 删除容器 tmp 中测试运行留下的 %@ 个临时项 · %@。没有其他组件会读取它们。
zh_hant: 刪除容器 tmp 中測試執行留下的 %@ 個暫存項目 · %@。沒有其他元件會讀取它們。

source: Deletes %lld scratch items · %@ created by test runs in the container's tmp folder. Nothing else reads them.
es: Elimina %lld elementos temporales · %@ creados por las pruebas en la carpeta tmp del contenedor. Nada más los lee.
ja: コンテナの tmp にあるテスト残骸 %lld 件 · %@ を削除します。他からは参照されません。
zh_hans: 删除容器 tmp 中测试运行留下的 %lld 个临时项 · %@。没有其他组件会读取它们。
zh_hant: 刪除容器 tmp 中測試執行留下的 %lld 個暫存項目 · %@。沒有其他元件會讀取它們。

source: Deletes the downloaded assets from this Mac. They can be downloaded again.
es: Elimina los recursos descargados de este Mac. Se pueden descargar de nuevo.
ja: この Mac にダウンロードしたリソースを削除します。再ダウンロードできます。
zh_hans: 从本机删除已下载的资源，之后可重新下载。
zh_hant: 刪除這台 Mac 上下載的資源，之後可重新下載。

source: Denied
es: Denegado
ja: 拒否
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Density
es: Densidad
ja: 密度
zh_hans: 密度
zh_hant: 密度

source: Dependencies
es: Dependencias
ja: 依存項目
zh_hans: 依赖项目
zh_hant: 相依項目

source: Description
es: Descripción
ja: 説明
zh_hans: 描述
zh_hant: 描述

source: Description Only
es: Solo descripción
ja: 説明のみ
zh_hans: 仅限描述
zh_hant: 僅限說明

source: Desktop
es: Escritorio
ja: デスクトップ
zh_hans: 桌面
zh_hant: 桌面

source: Desktop controls and media previews always use dark appearance.
es: Los controles del escritorio y las vistas previas multimedia siempre usan el modo oscuro.
ja: デスクトップの操作パネルとメディアプレビューは常にダーク表示です。
zh_hans: 桌面控件和媒体预览始终使用深色外观。
zh_hant: 桌面控制項和媒體預覽一律使用深色外觀。

source: Desktop kept the previous wallpaper: %@
es: El escritorio conservó el fondo anterior: %@
ja: デスクトップには以前の壁紙が保持されました：%@
zh_hans: 桌面保留了之前的壁纸：%@
zh_hant: 桌面保留了先前的桌布：%@

source: Desktop: below windows. On Top: above windows.
es: Escritorio: debajo de las ventanas. Al frente: encima de las ventanas.
ja: デスクトップ：ウインドウの背面。最前面：ウインドウの前面。
zh_hans: 桌面：位于窗口下方。置顶：位于窗口上方。
zh_hant: 桌面：位於視窗下方。置頂：位於視窗上方。

source: Details
es: Detalles
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

source: Device
es: Dispositivo
ja: デバイス
zh_hans: 整卡
zh_hant: 整卡

source: Device − Renderer gap ≈ compute (Metal / GPU ML) load
es: Diferencia Device − Renderer ≈ carga de cómputo (Metal / GPU ML)
ja: Device − Renderer の差 ≈ コンピュート（Metal / GPU ML）負荷
zh_hans: Device − Renderer 差 ≈ 计算（Metal / GPU ML）负载
zh_hant: Device − Renderer 差 ≈ 運算（Metal / GPU ML）負載

source: Device − Renderer; not compute usage
es: Diferencia dispositivo − renderizador; no uso de cómputo
ja: デバイスとレンダラーの差分（演算使用率ではありません）
zh_hans: 设备与渲染器差值；非计算利用率
zh_hant: 裝置與渲染器差值；非運算使用率

source: Diagnostic Log
es: Registro de diagnóstico
ja: 診断ログ
zh_hans: 诊断日志
zh_hant: 診斷記錄

source: Diagnostic copied
es: Diagnóstico copiado
ja: 診断情報をコピーしました
zh_hans: 诊断信息已复制
zh_hant: 診斷資訊已拷貝

source: Diagnostic copied to clipboard. Secrets are already redacted.
es: Diagnóstico copiado al portapapeles. Los secretos ya están ocultos.
ja: 診断情報をクリップボードにコピーしました。秘密情報はすでに秘匿されています。
zh_hans: 诊断信息已复制到剪贴板。密钥已被遮蔽。
zh_hant: 診斷資訊已拷貝到剪貼簿。金鑰已被遮蔽。

source: Diagnostic snapshot
es: Instantánea de diagnóstico
ja: 診断スナップショット
zh_hans: 诊断信息
zh_hant: 診斷資訊

source: Diagnostics
es: Diagnósticos
ja: 診断
zh_hans: 诊断
zh_hant: 診斷

source: Diagnostics Export Failed
es: Error al exportar el diagnóstico
ja: 診断の書き出しに失敗
zh_hans: 诊断导出失败
zh_hant: 診斷匯出失敗

source: Difference
es: Diferencia
ja: 差分
zh_hans: 差值
zh_hant: 差值

source: Disable Schedule
es: Desactivar programación
ja: スケジュールを無効化
zh_hans: 禁用计划
zh_hant: 停用排程

source: Disable schedule
es: Desactivar programación
ja: スケジュールを無効化
zh_hans: 禁用计划
zh_hant: 停用排程

source: Disable schedule?
es: ¿Desactivar la programación?
ja: スケジュールを無効にしますか？
zh_hans: 禁用计划吗？
zh_hant: 要停用排程嗎？

source: Disabled for security
es: Desactivado por seguridad
ja: セキュリティのため無効
zh_hans: 出于安全考虑已禁用
zh_hant: 基於安全考量已停用

source: Disabled while Force SDR is active
es: Desactivado mientras Forzar SDR está activo
ja: 「SDR を強制」がオンのときは使用できません
zh_hans: 开启“强制 SDR”时不可用
zh_hant: 開啟「強制 SDR」時無法使用

source: Disabled — Force SDR is active
es: Desactivado: Forzar SDR está activo
ja: 使用不可：「SDR を強制」がオン
zh_hans: 不可用：已开启“强制 SDR”
zh_hant: 無法使用：已開啟「強制 SDR」

source: Disabled — connect another display to enable
es: Desactivado — conecta otra pantalla para activarlo
ja: 無効 — 別のディスプレイを接続して有効化
zh_hans: 已禁用——连接另一台显示器以启用
zh_hant: 已停用——連接另一台顯示器以啟用

source: Discard changes
es: Descartar cambios
ja: 変更を破棄
zh_hans: 放弃更改
zh_hant: 放棄變更

source: Disconnect
es: Desconectar
ja: 切断
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnect Aerials Library
es: Desconectar la biblioteca de vistas aéreas
ja: 空撮ライブラリを切断
zh_hans: 断开航拍库
zh_hant: 中斷空照圖庫

source: Disconnect Apple Aerials library?
es: ¿Desconectar la biblioteca de vistas aéreas de Apple?
ja: Apple の空撮ライブラリを切断しますか？
zh_hans: 断开 Apple 航拍库？
zh_hant: 中斷 Apple 空照圖庫？

source: Disconnect the Apple Aerials library folder
es: Desconectar la carpeta de la biblioteca de vistas aéreas de Apple
ja: Apple の空撮ライブラリフォルダの接続を解除します
zh_hans: 断开 Apple 航拍库文件夹的连接
zh_hant: 中斷 Apple 空照圖庫資料夾的連結

source: Discussions
es: Debates
ja: ディスカッション
zh_hans: 讨论区
zh_hant: 討論區

source: Disk
es: Disco
ja: ディスク
zh_hans: 磁盘
zh_hant: 磁碟

# Disk read
source: Read
es: Lectura
ja: 読み取り
zh_hans: 读取
zh_hant: 讀取

source: Disk usage: %@
es: Espacio en disco: %@
ja: ディスク使用量：%@
zh_hans: 磁盘占用：%@
zh_hant: 磁碟用量：%@

# Disk write
source: Write
es: Escritura
ja: 書き込み
zh_hans: 写入
zh_hant: 寫入

source: Dismiss
es: Cerrar
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Display Defaults
es: Valores predeterminados de pantalla
ja: ディスプレイのデフォルト
zh_hans: 显示器默认值
zh_hant: 顯示器預設值

source: Display name
es: Nombre de la pantalla
ja: ディスプレイ名
zh_hans: 显示器名称
zh_hant: 顯示器名稱

source: Display section
es: Sección de la pantalla
ja: ディスプレイのセクション
zh_hans: 显示器分区
zh_hant: 顯示器分區

source: Displays
es: Pantallas
ja: ディスプレイ
zh_hans: 显示器
zh_hant: 顯示器

source: Displays show no wallpaper until you turn wallpapers back on.
es: Las pantallas no muestran ningún fondo hasta que vuelvas a activarlos.
ja: 再び有効にするまで、どのディスプレイにも壁紙は表示されません。
zh_hans: 重新启用前，所有显示器都不显示壁纸。
zh_hant: 重新啟用前，所有顯示器都不顯示桌布。

source: Done
es: Listo
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Double-click to edit, then add instruments from the catalog
es: Haz doble clic para editar y añade widgets del catálogo
ja: ダブルクリックで編集し、カタログからウィジェットを追加
zh_hans: 双击进入编辑，然后从目录添加小组件
zh_hant: 按兩下進入編輯，再從目錄加入小工具

source: Download
es: Descargar
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Download Workshop wallpapers with your own Steam account
es: Descarga fondos de Workshop con tu propia cuenta de Steam
ja: 自分の Steam アカウントでワークショップの壁紙をダウンロード
zh_hans: 用你自己的 Steam 账号下载创意工坊壁纸
zh_hant: 用你自己的 Steam 帳號下載工作坊桌布
